/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"User Interface" = "उपयोगकर्ता इंटरफ़ेस";
"If blank, the search engine page will be used" = "यदि रिक्त है, तो खोज इंजन पृष्ठ का उपयोग किया जाएगा";
"If blank, the default Onion Browser page will be used" = "यदि रिक्त है, तो डिफ़ॉल्ट Onion ब्राउज़र पृष्ठ का उपयोग किया जाएगा";
"Toolbar on bottom" = "निचला भाग पर टूलबार";
"Dark interface" = "गहरा इंटरफ़ेस";
"Dark app icon" = "डार्क ऐप आइकन";
"Mute audio with mute switch" = "मौन स्विच के साथ ऑडियो मौन करें";
"Custom home page" = "कस्टम मुख पृष्ठ";
"Search Engine" = "खोज इंजन";
"When disabled, all text entered in search bar will be sent to the search engine unless it starts with \"http\"" = "अक्षम होने पर, खोज पट्टी में दर्ज सभी पाठ को खोज इंजन में भेजा जाएगा जब तक कि वह \"http\" से शुरू न हो जाए";
"Search engine" = "खोज इंजन";
"Auto-complete search results" = "स्वतः पूर्ण खोज परिणाम";
"Stop auto-complete at first dot" = "ऑटो को पहले बिंदु पर रोकें";
"Privacy" = "गुप्तता";
"Cookies and local storage data from non-whitelisted hosts will be cleared even from open tabs after not being accessed for this many minutes" = "गैर-श्वेतसूची वाले होस्ट के कुकीज और स्थानीय भंडारण डेटा को खुले टैब से भी मंजूरी दे दी जाएगी, ताकि इन कई मिनटों तक एक्सेस न किया जा सके";
"Send Do-Not-Track header" = "ट्रैक-न-करें हैडर भेजें";
"Edit cookies and local storage" = "कुकीज़ और स्थानीय भंडारण संपादित करें";
"Cookie auto-sweep interval" = "कुकी ऑटो-स्वीप अंतराल";
"Choose, how long app remembers open tabs." = "चुनें, कब तक खुले टैब को ऐप याद रखता है।";
"Tab Security" = "टैब सुरक्षा";
"Always remember open tabs" = "हमेशा खुले टैब याद रखें";
"Forget tabs when app shuts down" = "जब एप शट डाउन हो जाए तो टैब को भूल जाएं";
"Forget tabs when app in background" = "जब एप्लिकेशन पृष्ठभूमि में टैब को भूल जाएं";
"Changing this option requires restarting the app" = "इस विकल्प को बदलने के लिए एप्लिकेशन को पुनरारंभ करना आवश्यक है";
"Allow 3rd party keyboards" = "तृतीय पक्ष कीबोर्ड की अनुमति दें";
"Report a bug" = "गलती सूचित करें";
"Security" = "सुरक्षा";
"When enabled, a per-host option to ignore further TLS errors is shown in the TLS error dialog" = "सक्षम होने पर, TLS त्रुटियों को अनदेखा करने के लिए प्रति-होस्ट विकल्प TLS त्रुटि संवाद में दिखाया गया है";
"Allow ignoring TLS errors" = "TLS त्रुटियों को अनदेखा करने की अनुमति दें";
"TLS Version" = "TLS संस्करण";
"TLS 1.2 Only" = "केवल TLS 1.2";
"TLS 1.2, 1.1 or 1.0" = "TLS 1.2, 1.1, या 1.0";
"Minimum version of TLS required for hosts to negotiate HTTPS connections" = "Minimum version of TLS required for hosts to negotiate HTTPS connections";
"Miscellaneous" = "कई तरह का";
"Rate on App Store" = "ऐप स्टोर पर दर";
"About" = "बारे में";
"About Onion Browser" = "Onion ब्राउज़र के बारे में";
"About Endless" = "अंतहीन के बारे में";
